Repository: OpenMandrivaAssociation/kfingermanager
Catalog: kfingermanager.po
Languages: ru

source: Left little finger
ru: Мизинец левой руки

source: Left ring finger
ru: Безымянный палец левой руки

source: Left middle finger
ru: Средний палец левой руки

source: Left index finger
ru: Указательный палец левой руки

source: Left thumb
ru: Большой палец левой руки

source: Right thumb
ru: Большой палец правой руки

source: Right index finger
ru: Указательный палец правой руки

source: Right middle finger
ru: Средний палец правой руки

source: Right ring finger
ru: Безымянный палец правой руки

source: Right little finger
ru: Мизинец правой руки

source: swipe
ru: задержка

source: Manage Enrolled Fingers
ru: Управлять зарегистрированными пальцами

source: Manage Enrolled Fingers of User
ru: Управлять введенными пальцами пользователя

source: (c) 2009 Jaroslav Barton
ru: (c) Jaroslav Barton, 2009

source: Jaroslav Barton
ru: Ярослав Бартон (Jaroslav Barton)

source: Maintainer
ru: Разработчик

source: Deletion of single fingerprint is not supported in fprintd D-Bus daemon
ru: Удаление одного отпечатка пальца не поддерживается демоном fprintd D-Bus

source: Do you really want delete all fingerprints on device "%1" for user "%2"
ru: Удалить все отпечатки пальцев на устройстве "%1" для пользователя "%2"?

source: File not found: %1
ru: Файл не найден: %1

source: Finger Manager Application
ru: Приложение Finger Manager

source: Select device:
ru: Выбрать устройство:

source: Delete all
ru: Удалить все

source: Delete all enrolled fingerprints on selected device.
ru: Удалить введенные отпечатки пальцев для выбранного устройства.

source: Select finger to enroll or modify
ru: Выбрать пальцы для ввода или редактирования

source: Error while claiming device.
ru: Ошибка регистрации устройства.

source: Enrolling finger...
ru: Регистрируются пальцы...

source: Enroll finger window
ru: Окно регистрации пальцев

source: Status
ru: Состояние

source: Stage %1
ru: Этап %1

source: Current enrollment progess...
ru: Состояние регистрации...

source: Stage passed
ru: Этап пройден

source: Swipe too short
ru: Слишком короткая задержка

source: Finger not centered
ru: Пальцы находятся не по центру

source: Remove and retry
ru: Удалить и попробовать снова

source: Retry scan
ru: Повторить сканирование

source: Enroll completed
ru: Регистрация завершена

source: Device disconected. Fingerprint is not enrolled.
ru: Отключение устройства. Отпечатки пальцев не зарегистрированы.

source: Enroll failed.
ru: Ошибка регистрации.

source: Unknown error.
ru: Неизвестная ошибка.

source: Swipe your "%1" on "%2"
ru: Проведите "%1" по "%2"

source: Place your "%1" on "%2"
ru: Расположите "%1" на "%2"
